/* No comment provided by engineer. */
"(Hidden)" = "(Caché)";

"(Offline)" = "(Hors-ligne)";

"Menu" = "Menu";

/* No comment provided by engineer. */
"(New Device)" = "(Nouvel Appareil)";

/* No comment provided by engineer. */
"Done" = "Terminé";

/* No comment provided by engineer. */
"Add New Device" = "Ajouter un appareil";

/* No comment provided by engineer. */
"Delete" = "Supprimer";

"Save" = "Sauvegarder";

"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Edit" = "Modifier";

/* No comment provided by engineer. */
"Edit Device" = "Modifier l'appareil";

/* No comment provided by engineer. */
"Manage Devices" = "Gérer les appareils";

/* No comment provided by engineer. */
"New Device" = "Nouvel appareil";

/* No comment provided by engineer. */
"Refresh" = "Rafraîchir";

/* No comment provided by engineer. */
"Pull to refresh" = "Tirer pour rafraîchir";

/* No comment provided by engineer. */
"Show Hidden Devices" = "Montrer les appareils cachés";

"Hide Hidden Devices" = "Cacher les appareils cachés";

"Show Offline Devices" = "Montrer les appareils hors ligne";

"Hide Offline Devices" = "Cacher les appareils hors ligne";

"Turn On/Off" = "Allumer/éteindre";

"IP Address or URL" = "Adresse IP ou URL";

"Custom Name" = "Nom personnalisé";

"Hide this Device" = "Cacher cet appareil";

"Online Devices" = "Appareils en ligne";

"Offline Devices" = "Appareils hors ligne";

"Select A Device" = "Sélectionnez un appareil";

"WLED Documentation" = "Documentation WLED";

"Controls" = "Contrôles";

"Settings" = "Paramètres";

"Update Channel" = "Canal de mise à jour";

"Stable" = "Stable";

"Beta" = "Bêta";

"Your device is up to date" = "Votre appareil est à jour";

"Version %@" = "Version %@";

"unknown_version" = "[inconnue]";

"Check for Update" = "Vérifier les mises à jour";

"Checking for Updates" = "Vérification en cours";

"Update Available" = "Mise à jour disponible";

"From %@ to %@" = "De %@ à %@";

"See Update" = "Voir les détails";

"Skip This Version" = "Sauter cette version";

"Are you sure?" = "Êtes-vous sûr?";

"Install" = "Installer";

"Install Now" = "Installer maintenant";

"update_disclaimer" = "Vous êtes sur le point d'installer une nouvelle version de WLED sur votre appareil. Si vous avez actuellement une version personnalisée installée, vous pourriez perdre certaines fonctionnalités (par exemple, si vous avez des usermods, ils pourraient ne plus fonctionner). \n\nSi quelqu'un a installé cet appareil pour vous, vous devriez peut-être lui demander s'il est correct d'installer cette nouvelle version. \n\nWLED et WLED Native ne sont pas responsables si quelque chose ne fonctionne plus suite à une mise à jour.";

"Updating %@" = "Mise à jour de %@";

"Starting Up" = "Démarrage";

"Please do not close the app or turn off the device." = "Ne fermez pas l'application et n'éteignez pas l'appareil.";

"No Compatible Version Found" = "Aucune version compatible trouvée";

"no_compatible_version_details" = "Aucune version compatible avec votre appareil n'a pu être trouvée. Vous devrez mettre à jour votre appareil manuellement.";

"Downloading Version" = "Téléchargement en cours";

"Installing Update" = "Installation en cours";

"Update Completed!" = "Mise à jour terminée !";

"Update Failed" = "Échec de la mise à jour";

"update_failed_details" = "Votre appareil est peut-être protégé par un code PIN ou verrouillé par un mot de passe. Vérifiez vos paramètres.";
